TOKEN = ''

SECRET_KEY = ''

CALLBACK_URL = 'https://127.0.0.1/genv'
STANDARD = 50
DOUBLE = 80
VIP = 120

DB_USERNAME = ''
DB_PASSWORD = ''
DB_HOST = ''
DB_DATABASE = ''

#####Tickets####
PGHOST = ''
PGDATABASE = ''
PGUSER = ''
PGPASSWORD = ''

VERIFY_ENDPOINT = 'https://127.0.0.1/'

WELCOME =("""
🎉 ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ᴛᴇᴇɴꜱ ᴘʀᴀɪꜱᴇ ᴛɪᴄᴋᴇᴛ ʙᴏᴛ! 🎉

ᴡᴇ’ʀᴇ ᴛʜʀɪʟʟᴇᴅ ᴛᴏ ʜᴀᴠᴇ ʏᴏᴜ ʜᴇʀᴇ ꜰᴏʀ ᴛʜᴇ ᴜʟᴛɪᴍᴀᴛᴇ ɢᴏꜱᴘᴇʟ ʀᴏᴄᴋ ᴇxᴘᴇʀɪᴇɴᴄᴇ!
ᴛʜɪꜱ ʙᴏᴛ ᴡɪʟʟ ᴀꜱꜱɪꜱᴛ ʏᴏᴜ ɪɴ ꜱᴇᴄᴜʀɪɴɢ ʏᴏᴜʀ ᴛɪᴄᴋᴇᴛꜱ ꜰᴏʀ ᴛʜᴇ ᴛᴇᴇɴꜱ ᴘʀᴀɪꜱᴇ ꜱʜᴏᴡ. ʜᴇʀᴇ’ꜱ ᴀ ʙʀᴇᴀᴋᴅᴏᴡɴ ᴏꜰ ᴏᴜʀ ᴛɪᴄᴋᴇᴛ ᴏᴘᴛɪᴏɴꜱ:

🎸 ꜱᴛᴀɴᴅᴀʀᴅ ᴛɪᴄᴋᴇᴛ - ɢʜᴄ 50  
ᴇɴᴊᴏʏ ɢᴇɴᴇʀᴀʟ ᴀᴅᴍɪꜱꜱɪᴏɴ ᴛᴏ ᴀ ɴɪɢʜᴛ ᴏꜰ ᴜᴘʟɪꜰᴛɪɴɢ ɢᴏꜱᴘᴇʟ ʀᴏᴄᴋ! 

🎸 ᴅᴏᴜʙʟᴇ ᴛɪᴄᴋᴇᴛ - ɢʜᴄ 80  
ɢᴇᴛ ᴛᴡᴏ ᴛɪᴄᴋᴇᴛꜱ ꜰᴏʀ ᴀɴ ᴀꜰꜰᴏʀᴅᴀʙʟᴇ ᴘʀɪᴄᴇ, ᴘᴇʀꜰᴇᴄᴛ ꜰᴏʀ ꜱʜᴀʀɪɴɢ ᴛʜᴇ ᴇxᴘᴇʀɪᴇɴᴄᴇ ᴡɪᴛʜ ᴀ ꜰʀɪᴇɴᴅ!.  

🎸 ᴠɪᴘ ᴛɪᴄᴋᴇᴛ - ɢʜᴄ 120 
ᴇxᴘᴇʀɪᴇɴᴄᴇ ᴛʜᴇ ꜱʜᴏᴡ ᴡɪᴛʜ ᴇxᴄʟᴜꜱɪᴠᴇ ᴠɪᴘ ꜱᴇᴀᴛɪɴɢ, ꜱᴘᴇᴄɪᴀʟ ʙᴇɴᴇꜰɪᴛꜱ, ᴀɴᴅ ꜰʀᴇᴇ ꜱɴᴀᴄᴋꜱ ᴛᴏ ᴋᴇᴇᴘ ʏᴏᴜ ᴇɴᴇʀɢɪᴢᴇᴅ ᴛʜʀᴏᴜɢʜᴏᴜᴛ ᴛʜᴇ ᴅᴀʏ!

ᴛᴏ ɢᴇᴛ ʏᴏᴜʀ ᴛɪᴄᴋᴇᴛꜱ, ᴊᴜꜱᴛ ꜱᴇʟᴇᴄᴛ ʏᴏᴜʀ ᴘʀᴇꜰᴇʀʀᴇᴅ ᴏᴘᴛɪᴏɴ, ᴀɴᴅ ᴡᴇ'ʟʟ ᴡᴀʟᴋ ʏᴏᴜ ᴛʜʀᴏᴜɢʜ ᴛʜᴇ ᴘʀᴏᴄᴇꜱꜱ.

ꜰᴏʀ ᴀɴʏ Qᴜᴇꜱᴛɪᴏɴꜱ ᴏʀ ᴀꜱꜱɪꜱᴛᴀɴᴄᴇ, ᴛʏᴘᴇ ʜᴇʟᴘ ᴏʀ ʀᴇᴀᴄʜ ᴏᴜᴛ ᴅɪʀᴇᴄᴛʟʏ!  

ʟᴇᴛ’ꜱ ʀᴏᴄᴋ ᴏᴜᴛ ᴀɴᴅ ᴘʀᴀɪꜱᴇ ɢᴏᴅ ᴛᴏɢᴇᴛʜᴇʀ! 🙌🎶

""")

RETRY = """
ᴘᴀʏᴍᴇɴᴛ ᴄᴀɴᴄᴇʟʟᴇᴅ  

ɪᴛ ꜱᴇᴇᴍꜱ ʏᴏᴜ’ᴠᴇ ᴄᴀɴᴄᴇʟʟᴇᴅ ᴛʜᴇ ᴘᴀʏᴍᴇɴᴛ ᴘʀᴏᴄᴇꜱꜱ. 

ᴛᴏ ʀᴇᴛʀʏ, ᴘʟᴇᴀꜱᴇ CLICK ᴛʜᴇ RETRY ʙᴜᴛᴛᴏɴ ʙᴇʟᴏᴡ ᴛᴏ ʙᴇɢɪɴ ᴀɢᴀɪɴ.

ᴛʜᴀɴᴋ ʏᴏᴜ!
"""

CHOICE = """
ɢᴇᴛ ʀᴇᴀᴅʏ ᴛᴏ ʙᴇ ᴜᴘʟɪꜰᴛᴇᴅ! 

ᴄʜᴏᴏꜱᴇ ʏᴏᴜʀ ᴛɪᴄᴋᴇᴛ: 
🎸 ꜱᴛᴀɴᴅᴀʀᴅ (ɢʜᴄ50): ɢᴇɴᴇʀᴀʟ ᴀᴅᴍɪꜱꜱɪᴏɴ 

🎸 ᴅᴏᴜʙʟᴇ (ɢʜᴄ80): 2 ᴛɪᴄᴋᴇᴛꜱ, ꜱʜᴀʀᴇ ᴛʜᴇ ᴊᴏʏ 

🎸 ᴠɪᴘ (ɢʜᴄ120): ᴇxᴄʟᴜꜱɪᴠᴇ ꜱᴇᴀᴛɪɴɢ & ᴘᴇʀᴋꜱ
"""

PAY = """
ℝ𝕖𝕒𝕕𝕪 𝕥𝕠 𝕤𝕖𝕔𝕦𝕣𝕖 𝕪𝕠𝕦𝕣 𝕤𝕡𝕠𝕥? 

ℂ𝕝𝕚𝕔𝕜 𝕥𝕙𝕖 𝕝𝕚𝕟𝕜 𝕓𝕖𝕝𝕠𝕨 𝕥𝕠 𝕔𝕙𝕠𝕠𝕤𝕖 𝕔𝕠𝕞𝕡𝕝𝕖𝕥𝕖 𝕪𝕠𝕦𝕣 𝕡𝕒𝕪𝕞𝕖𝕟𝕥. 

𝕃𝕖𝕥'𝕤 𝕖𝕟𝕛𝕠𝕪 𝕥𝕙𝕖 𝕤𝕙𝕠𝕨 𝕥𝕠𝕘𝕖𝕥𝕙𝕖𝕣! 🎫✨
"""